/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Error de análisis %1$zd, descripción: %2$@, línea: %3$zd, columna: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Error de validación %1$zd, descripción: %2$@, línea: %3$zd, columna: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Error de análisis de MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Error de validación de MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "El archivo comprimido XML de música parece tener un formato incorrecto (no se pudo encontrar 'full-path')";

/* Error message */
"Could not create temporary conversion file" = "No se pudo crear el archivo de conversión temporal";

/* Error message */
"Could not decompress file compressed music xml file" = "No se pudo descomprimir el archivo comprimido XML de música";

/* Error message */
"File is not a MusicXML File" = "El archivo no es MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "El archivo MusicXML contiene ceros o un valor negativo para “divisiones”";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Si";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Afinación normal para guitarra de 6 cuerdas";
